/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ - narozeniny";

/* Title for event birthday (without a name) */
"Birthday" = "Narozeniny";

"FACEBOOK_CALENDAR_NAME" = "Události na Facebooku";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalendář";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Připomínky";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Připomínky";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Připomínka";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Událost nelze upravovat.";

"NO_CALENDAR_ERROR" = "Nebyl nastaven žádný kalendář.";

"NO_START_DATE_ERROR" = "Datum začátku nebylo nastaveno.";

"NO_END_DATE_ERROR" = "Datum ukončení nebylo nastaveno.";

"DATES_INVERTED_ERROR" = "Datum začátku musí být před datem konce.";

"UNEXPECTED_ERROR" = "Vyskytla se neočekávaná chyba.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Tento kalendář nelze přesunout do jiného účtu.";


"CALENDAR_READ_ONLY_ERROR" = "Kalendář je určen pouze ke čtení.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Událost je pro tuto četnost opakování příliš dlouhá.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Opakování události nastane dříve než upozornění na událost.";

"START_DATE_FUTURE_ERROR" = "Událost je příliš daleko v budoucnosti.";

"OCCURRENCE_COLLISION_ERROR" = "V tomto dnu se již nachází jiný výskyt této události.";

"INVITES_CANNOT_MOVE_ERROR" = "Pozvánky nelze přesunout do jiného kalendáře.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Místo připomínky nelze převést na zeměpisné souřadnice adresy, na které se má spustit upozornění.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Událost nepatří do této databáze událostí.";

/* developer error */
"SPAN_ERROR" = "Byl zadán neplatný rozsah.";

"CALENDAR_HAS_NO_SOURCE" = "Tento kalendář nenáleží k žádnému zdroji";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Pole opakování nelze změnit.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Upozornění nelze změnit.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Účastníky nelze změnit";

"CALENDAR_IMMUTABLE" = "Tento kalendář nelze změnit ani smazat.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Polohy se zeměpisnými souřadnicemi nejsou v tomto účtu podporovány.";

"ACTIONS_NOT_SUPPORTED" = "Akce nejsou v tomto účtu podporovány.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Polohy připomínek nejsou v tomto účtu podporovány.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Upozornění založená na poloze nejsou v tomto účtu podporována.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Opakovaná připomínka musí mít datum splnění.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Tento účet nepovoluje přidávání ani odstraňování kalendářů.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Přidávání událostí do tohoto kalendáře není povoleno.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Přidávání připomínek do tohoto kalendáře není povoleno.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Tento účet nepodporuje připomínky.";

"PRIORITY_IS_INVALID" = "Priority musí být v rozmezí 0 až 9.";

"INVALID_ENTITY_TYPE" = "Toto není platná hodnota EKEntityType.";
